Repository: louy/gp
Catalog: po/gp-*.po
Languages: ar

source: GeePress Comment function doesn&#39;t work with sites that require registration to comment.
ar: ميزة التعليقات في جي بريس لا تعمل مع المواقع التي تتطلب التسجيل للتعليق.

source: Comment Settings
ar: إعدادات التعليق

source: Allow Google+ users to comment?
ar: السماح لمستخدمي غوغل+ بالتعليق؟

source: Ask Google+ users to share the post after commenting?
ar: سؤال مستخدمي غوغل+ لمشاركة التدوينة بعد التعليق؟

source: Google+ commenters will share by default?
ar: المعلقون باستخدام غوغل+ سيشاركون التدوينة بشكل افتراضي؟

source: Allow Google+ users to comment.
ar: السماح لمستخدمي غوغل+ بالتعليق.

source: Share post on Google+
ar: مشاركة الخبر على غوغل+

source: Hi %s!
ar: مرحباً %s!

source: You are connected with your Google+ account.
ar: انت متصل باستخدام حسابك في غوغل+.

source: Logout
ar: تسجيل الخروج

source: Login Settings
ar: إعدادات تسجيل الدخول

source: Allow users to login with Google+ accounts?
ar: السماح للمستخدمين بتسجيل الدخول باستخدام حساب غوغل+؟

source: Google+
ar: غوغل+

source: Connected as
ar: متصل بالإسم

source: Disconnect
ar: إلغاء التوصيل

source: <strong>Error</strong>: Google user not recognized.
ar: <strong>خطأ</strong>: لم يتم التعرف على مستخدم غوغل+.

source: Sorry, GeePress requires PHP 5 or higher. Ask your host how to enable PHP 5 as the default on your servers.
ar: عذراً، لكن جي بريس يحتاج الإصدار 5 من PHP أو الأحدث. اطلب من مخدمك تمكين PHP 5 على موقعك.

source: Settings
ar: الإعدادات

source: App Settings
ar: إعدادات التطبيق

source: GeePress
ar: جي بريس

source: GeePress App
ar: تطبيق جي بريس

source: GeePress needs to be configured on its <a href="%s">app settings</a> page.
ar: يجب عليك ضبط جي بريس في صفحة <a href="%s">إعدادات التطبيق</a>.

source: App Client Settings
ar: إعدادات التطبيق

source: Save Changes
ar: حفظ التغييرات

source: Options saved.
ar: تم حفظ الإعدادات.

source: GeePress App Options
ar: خيارات تطبيق جي بريس

source: If you like this plugin, add me <a href="https://plus.google.com/101750106109339136418">@l0uy</a> for more updates.
ar: إذا أعجبتك هذه الإضافة, قم بإضافتي <a href="https://plus.google.com/101750106109339136418">@l0uy</a> للمزيد من التحديثات.

source: To connect your site to Google, you will need a Google Application. If you have already created one, please insert your Client ID and Client Secret below.
ar: لربط موقعك مع غوغل، أنت بحاجة إلى إنشاء تطبيق غوغل. إذا كنت تمتلك واحداً بالفعل، رجاءً قم بإدخال المفاتيح الخاصة بالتطبيق أدناه.

source: Can&#39;t find your keys?
ar: ألا يمكنك العثور على مفاتيحك؟

source: Get a list of your applications from here: <a target="_blank" href="https://code.google.com/apis/console">Google APIs Console</a>
ar: احصل على قائمة بجميع تطبيقات غوغل الخاصة بك من هنا: <a target="_blank" href="https://code.google.com/apis/console">Google APIs Console</a>

source: Select the application (project) you want, then copy and paste the Client ID and Client Secret from the API Access page there.
ar: قم باختيار التطبيق (المشروع) الذي تريده، ثم قم بنسخ المفاتيح الخاصة به من صفحة الوصول للواجهة البرمجية "API Access" و لصقها هنا.

source: <strong>Haven&#39;t created an application yet?</strong> Don&#39;t worry, it&#39;s easy!
ar: <strong>ألم تنشئ تطبيقاً بعد؟</strong> لا تقلق, الأمر سهل!

source: Go to this link to create your application: <a target="_blank" href="https://code.google.com/apis/console">Google APIs Console</a>, then create a new project.
ar: إذهب إلى هذا الرابط لإنشاء تطبيقك: <a target="_blank" href="https://code.google.com/apis/console">Google APIs Console</a>, ثم قم بإنشاء مشروع جديد.

source: Go to API Access tab and click on "Create an OAuth 2.0 client ID..."
ar: إذهب إلي تبويب الوصول للواجهة البرمجية "API Access" و اضغط على "Create an OAuth 2.0 client ID…"

source: Important Settings:
ar: إعدادات هامة:

source: Application Type must be set to "Web application".
ar: يجب أن يكون نوع التطبيق "تطبيق ويب - Web application".

source: Site must be set to <code>%s</code>.
ar: يجب تغيير الموقع إلى <code>%s</code>.

source: The other application fields can be set up any way you like.
ar: يمكنك ملئ باقي الحقول الخاصة بالتطبيق كما تريد.

source: After creating the application, copy and paste the "Client ID" and "Client secret" from the API Access page.
ar: بعد إنشاء التطبيق، قم بنسخ و لصق المفاتيح الخاصة به من صفحة الوصول للواجهة البرمجية "API Access" إلى هنا.

source: (required)
ar: (مطلوب)

source: Sign in with Google+
ar: تسجيل الدخول باستخدام غوغل+

source: OAuth site not recognized!
ar: لم يتم التعرف على موقع OAuth!

source: GP - GeePress
ar: جي بريس

source: All the tools you need to integrate your wordpress and Google+.
ar: كل الأدوات التي تحتاجها لربط موقع وردبرس الخاص بك مع غوغل+.

source: Louy Alakkad
ar: لؤي العقاد
